{
    "welcome_starter_title": "Benvingut a Laravel 10 + Vue 3",
    "webName": "DUNKERQUE AIRSOFT CAMP",
    "history_resume": "L'«Operació Dinamo» va consistir en la defensa i l'evacuació de forces britàniques, franceses i belgues per mar a Dunkerque (França).",
    "history": "Història",
    "booking": "Reservar",
    "rules": "Normativa",
    "get_here": "Com arribar",
    "next_games": "Pròximes partides",
    "find_us": "Com trobar-nos",
    "contacts": "Els nostres contactes",
    "collaborators": "Col·laboradors",
    "location": "Ubicació",
    "ok": "D'acord",
    "about_us": "<h2>Sobre nosaltres</h2> <h3>Dunkerque, camp destinat a la pràctica d'airsoft.</h3> <p>A <strong>Dunkerque</strong> es duen a terme tota mena d'esdeveniments tàctics: simulació militar, policial, recreació històrica, etc. gestionat per C.T.A. AIRSOFT CAMP.</p> <p><strong>C.T.A. (Centre tàctic d'activitats)</strong> vol oferir un escenari diferent amb pinzellades de realisme perquè us pugueu posar en la pell de qualsevol soldat de l'Eix o aliat.</p>",
    "cancel": "Cancel·lar",
    "error_alert_title": "S'ha produït un problema",
    "error_alert_text": "Alguna cosa ha anat malament! Torna-ho a intentar.",
    "token_expired_alert_title": "Sessió expirada!",
    "token_expired_alert_text": "Si us plau, inicia sessió de nou per continuar.",
    "login": "Iniciar sessió",
    "register": "Registre",
    "page_not_found": "Pàgina no trobada",
    "go_home": "Anar a inici",
    "logout": "Tancar sessió",
    "email": "Correu electrònic",
    "remember_me": "Recorda'm",
    "password": "Contrasenya",
    "forgot_password": "Has oblidat la contrasenya?",
    "confirm_password": "Confirmar contrasenya",
    "fullName": "Nom",
    "toggle_navigation": "Canviar navegació",
    "home": "Inici",
    "you_are_logged_in": "Has iniciat sessió!",
    "reset_password": "Restablir la contrasenya",
    "send_password_reset_link": "Enviar enllaç de restabliment de contrasenya",
    "settings": "Configuració",
    "profile": "Perfil",
    "your_info": "La teva informació",
    "info_updated": "La teva informació ha estat actualitzada!",
    "update": "Actualitzar",
    "your_password": "La teva contrasenya",
    "password_updated": "La teva contrasenya ha estat actualitzada!",
    "new_password": "Nova contrasenya",
    "login_with": "Inicia sessió amb",
    "register_with": "Registra't amb",
    "today": "Avui",
    "booking_instructions": "Prem al dia que vulguis reservar",
    "number": "Número de telèfon",
    "ticket_text2": "Partida pública",
    "boton_banner": "Dissabte: ",
    "boton_banner2": "Diumenge: ",
    "rules_title": "Normativa",
    "schedule_title": "Horari",
    "schedule_open_chrono": "<strong>07:45:</strong> Obertura del camp i pas de chrono.",
    "schedule_close_entry": "<strong>08:45:</strong> Tancament de l'entrada al camp.",
    "schedule_close_chrono": "<strong>09:15:</strong> Tancament del pas de chrono.",
    "schedule_briefing": "<strong>09:20:</strong> Briefing i normativa.",
    "schedule_start_game": "<strong>09:45:</strong> Inici de la partida.",
    "schedule_break": "<strong>11:20:</strong> Descans, fi de la 1a part. Aprox.",
    "schedule_start_second_part": "<strong>12:10:</strong> Inici de la 2a part.",
    "schedule_end_game": "<strong>13:20:</strong> Fi de partida. Aprox.",
    "schedule_absent_player": "Qualsevol jugador que un cop tancat el chrono i iniciat el briefing, no estigui present, <strong>NO podrà participar en la partida</strong>.",
    "chrono_title": "Chrono",
    "chrono_validation_criteria": "El criteri de validació és l'energia en J amb el hop up en regulació de joc.",
    "chrono_pistol_revolver": "<strong>Pistola i revòlver:</strong> 1,14 J. Distància de seguretat 0m. Pes màxim BB 0,28 g.",
    "chrono_shotgun": "<strong>Escopeta:</strong> 1,14 J. Distància de seguretat 0m. Pes màxim BB 0,28 g.",
    "chrono_rifle_smg": "<strong>Fusell i subfusell:</strong> 1,14 J. Distància de seguretat 0m. Pes màxim BB 0,28 g.",
    "chrono_dmr": "<strong>DMR (Tirador selecte):</strong> 1,88 J. Distància de seguretat 20m. Pes màxim BB 0,36 g.",
    "chrono_dmr_note": "<span class=\"sub-note\">Les rèpliques d'aquest tipus hauran de disposar de mira telescòpica de 2 cossos (no Acog ni similar). Queda prohibit disparar sense apuntar amb la mira. No està permès assimilar com a DMR pistoles, revòlvers, subfusells ni escopetes.</span>",
    "chrono_sniper": "<strong>Francotirador (Sniper):</strong> 2,81 J Distància de seguretat 30m. Pes màxim BB 0,45 g.",
    "chrono_sniper_note": "<span class=\"sub-note\">Només es considera sniper si té tancament de carrabina. No vàlides rèpliques semiautomàtiques.</span>",
    "chrono_lmg": "<strong>Ametralladora (Suport):</strong> 1,49 J Distància de seguretat 15m. Pes màxim BB 0,30 g.",
    "chrono_lmg_note": "<span class=\"sub-note\">Les rèpliques amb plataforma de suport tipus OTAN hauran de jugar amb caixa de munició. No són vàlids els “Drum” ni carregadors estàndard ni allargats. En plataformes tipus Pacte de Varsòvia les RPK poden jugar amb carregador extra llarg. Però PKM amb caixa de munició.</span>",
    "chrono_bb_sampling": "Els membres de l'organització podran demanar al jugador, a l'atzar, que lliuri una mostra de BB de qualsevol carregador que porti, se'n pesarà una amb balança de precisió i es calcularà la potència de la rèplica amb aquell pes. Els jugadors no podran portar carregadors amb BB de diferents gramages.",
    "chrono_power_tampering": "Qualsevol acció voluntària o involuntària que impliqui una ocultació o modificació de la potència de la rèplica provocarà l'expulsió automàtica del camp de joc sense devolució de l'aportació a la partida.",
    "chrono_role_by_replica": "El rol del jugador no ve definit per la potència sinó pel tipus de rèplica. Per exemple, un francotirador que dispari a 1,14 J no podrà disparar a menys de 30 m.",
    "chrono_hpa_gas_pistols": "No està permès l'ús de pistoles, revòlvers i escopetes sense culata amb sistema HPA ni amb ampolles de gas. És vàlid l'ús d'HPA per a qualsevol altre tipus de rèplica. Permeses secundàries amb kit de conversió a subfusell (tipus Ronin, sempre que tinguin culata).",
    "chrono_ww2_replicas": "Rèpliques clàssiques, històriques WW2 preguntar a organització abans d'acudir a la partida.",
    "chrono_ask_organization": "Qualsevol dubte o aclariment, preguntar a l'organització.",
    "security_title": "Seguretat",
    "security_glasses_mandatory": "L'ús d'ulleres de protecció és <strong>obligatori en tot moment</strong>. Només es podran treure a organització i als respawn. No està permès l'ús d'ulleres de reixeta.",
    "security_face_mask_recommended": "Es recomana l'ús de màscara facial protectora.",
    "security_climbing_prohibited": "<strong>Prohibit</strong> pujar a estructures, plataformes o qualsevol element que no estigui dissenyat per aquest fi o amb una alçada superior a 1,5 m. No es podrà accedir a llocs balisats, pintats o senyalitzats amb cinta de color groc/negre o vermell/blanc.",
    "security_smoking_alcohol_prohibited": "Només està permès fumar a zones destinades per aquest ús (terrassa). <strong>Prohibit</strong> el consum d'alcohol i substàncies prohibides o estupefaents abans i durant la partida, tant en joc com en temps de descans.",
    "security_laser_prohibited": "<strong>No està permès</strong> l'ús de làser verd ni blau.",
    "security_throwing_objects_prohibited": "<strong>No es permet</strong> llançar cap objecte (ganivets, tomahawks, fletxes, atrezzo, etc.), encara que sigui «dummy». <strong>No està permès</strong> portar armes blanques ni reals ni simulades a la mà.",
    "security_no_shooting_organization": "A «Organització» <strong>no es permet disparar (ni en buit)</strong>, portar col·locat a la rèplica el carregador i s'haurà de comprovar que no pot disparar per tenir BB al hop up.",
    "security_eliminated_player_movement": "Un jugador eliminat podrà moure's i després ser curat, sempre que es mogui la distància mínima per sortir-se de la línia de foc i així no molestar la resta de jugadors. <strong>Està prohibit</strong> moure's per ser curat.",
    "game_specific_title": "Específiques del joc",
    "game_specific_fire_selector": "En joc, els selectors de tir de totes les rèpliques es posaran en posició de segur o en semi automàtic (tir a tir), <strong>no està permès jugar en automàtic (ràfega, ni tan sols de 2 o 3 boles)</strong> excepte en rèpliques de suport. En cas de tenir gallet electrònic s'haurà de controlar la quantitat de boles llançades de manera continuada sense fer l'efecte similar a una ràfega (3 màx.). Especial atenció a la cadència de foc en interiors i a curta distància. Amb cada tret efectuat amb el gallet només ha de sortir una bola.",
    "game_specific_engagement_suppression": "Es dispararà sempre que hi hagi opció d'enfrontament, no mort per veu. Es realitzarà foc de supressió. El “foc amic” elimina la persona impactada.",
    "game_specific_dmr_lmg_sniper": "DMR, suports i snipers, se'ls donarà un avís si disparen 3 m per sota de la seva distància de seguretat, si la distància supera aquests 3 m seran expulsats del camp. <strong>No podran disparar des de l'interior d'edificacions</strong> (ni apuntar, ni otear amb la mira ni enfocar llanterna acoblada). Es considera que un jugador està a l'exterior si el carregador posat a la rèplica està en la vertical del llindar de la porta de sortida. No podent disparar des de finestres. Les rèpliques de suport només podran disparar en posició de tombat, de genoll a terra o recolzats en qualsevol element del camp. Les ràfegues hauran de ser curtes de menys d'1,5 segons.",
    "game_specific_no_blind_fire": "<strong>Prohibides</strong> les libaneses (ni disparar sense oferir blanc, amb trajectòria parabòlica, disparar per forats no prou grans per veure i ser vist). <strong>Prohibit</strong> disparar sense recolzar la culata a l'espatlla i sense apuntar amb les mirilles o element de punteria. <strong>Està prohibit</strong> jugar abatut o no disposar de culata en totes les rèpliques (excepte pistola, revòlver i escopeta).",
    "game_specific_no_moving_furniture": "<strong>No moure</strong> mobiliari, obrir i tancar portes, ni transportar atrezzo. <strong>Prohibit</strong> obstaculitzar l'adversari, no tapar portes o finestres.",
    "game_specific_knife_kill": "Mort a ganivet. Quan un jugador s'acosti a un enemic amb sigil, sense ser advertit, podrà tocar l'oponent (mínim 2 segons) per eliminar-lo. L'eliminat senyalitzarà la seva mort de manera visual (mocador vermell o aixecant la mà) però no acústicament. Aquesta eliminació mai podrà ser dinàmica i si és vist per l'enemic abans de ser tocat, quedarà invalidada.",
    "game_specific_no_rifles_pistol_zones": "<strong>No es pot utilitzar</strong> fusell d'assalt, DMR ni sniper als túnels o zones designades com a “NOMÉS PISTOLA”. Només es podran utilitzar pistoles, revòlvers i escopetes de bombó.",
    "game_specific_no_shooting_gaps": "<strong>No es pot disparar</strong> per buits, espais entre barrils, forats o escletxes de caixes de munició o palets a una distància no inferior a 3m.",
    "game_specific_no_red_lights": "<strong>No es pot utilitzar</strong> llanternes amb filtres o amb llum vermella (destinada als eliminats).",
    "grenades_title": "Granades",
    "grenades_no_pyro": "<strong>No estan permeses</strong> les granades pirotècniques. <strong>Prohibida</strong> la utilització de totes les granades sòniques (CO2, munició 9mm fogueig o fulminant), en túnels senyalats amb cartell “NOMÉS PISTOLA”.",
    "grenades_throwing_rules": "Les granades es llançaran per sota de la cintura i es cridarà «GRANADA» com a advertència i es llançarà amb un retard d'1 segon com a mínim. Eliminen els jugadors dins d'un radi de 5 m. Aquest radi d'acció podrà ser ampliat a consideració de l'àrbitre, en funció dels elements de protecció que disposi la sala o estança, avaluant l'acció del jugador que ha llançat l'artefacte. L'acció de la granada no es limitarà si hi ha cobertures de fusta, columnes, parapets sense arribar al sostre. En les construccions tipus “killhouse” es considerarà cada zona com a habitació, sense importar el material de construcció. Si una persona és assolida per una granada no podrà ser curada.",
    "shield_title": "Escut policial/tàctic",
    "shield_secondary_weapon_only": "Es podrà utilitzar aquest element de protecció portant exclusivament arma secundària.",
    "shield_firing_rules": "Si l'escut disposa de finestra i l'objectiu és visible, es podrà disparar separant lleument l'escut traient el braç fins al colze. Si no disposa de finestra, s'haurà d'obrir completament i disparar.",
    "shield_movement_restrictions": "Els portadors han d'estar molt atents als possibles impactes a les extremitats, sobretot inferiors. Portant un escut es podrà caminar i avançar. <strong>No podran situar-se al llindar de les portes, obstaculitzant l'avanç possible de cap jugador.</strong>",
    "shield_grenade_effect": "Les granades eliminen l'escut i el seu portador. Obliguen a portar-lo al respawn (no es pot deixar perquè sigui utilitzat per la resta de jugadors). Les granades llançaboles o de 50 mm no eliminen l'escut.",
    "shield_realistic_only": "<strong>Es prohibeix</strong> disposar d'escuts no tàctics ni realistes (tipus còmic, sèries manga, etc)",
    "elimination_respawn_title": "Eliminació i respawn",
    "elimination_signal": "Un jugador és eliminat quan és impactat per una BB o una granada en qualsevol part del cos, rèplica o accessori. El jugador senyalitzarà la seva mort amb un mocador vermell, llum vermella o, si no en té, aixecant la mà de manera visible fins arribar al respawn cridant amb energia «eliminat», «mort» o similar de manera reiterada i constant. En cas que qualsevol membre del staff detecti un impacte en un jugador i aquest no es doni per eliminat, se li donarà un avís i serà sancionat amb 10 minuts d'exclusió a Organització. Podent tornar al joc un cop complerta. En cas de segon avís, serà expulsat de la partida.",
    "elimination_no_enemy_backline": "<strong>Està prohibit</strong> visitar la rereguarda de línies enemigues estant “eliminat” per visualitzar posicions dels jugadors adversaris. Al respawn es regeneraran els jugadors seguint les normes del guió del dia. Un jugador podrà apartar-se de la zona on ha estat eliminat (la distància proporcional i mínima) per no pertorbar el joc o tornar a ser assolit pel foc creuat.",
    "elimination_friendly_fire": "Foc amic elimina el jugador impactat.",
    "elimination_touch_flag": "És obligatori arribar i tocar la bandera al respawn. <strong>No està permès</strong> quedar-se a mig camí esperant el temps que es trigaria a arribar-hi i tornar.",
    "elimination_no_communication": "Els jugadors eliminats <strong>no es comunicaran (no parlaran, no indicaran ni senyalitzaran)</strong> de cap manera amb la resta dels jugadors. Només senyalitzaran la seva eliminació i es traslladaran al seu respawn corresponent.",
    "elimination_no_respawn_siege": "<strong>Queda prohibit</strong> assetjar el respawn de l'equip contrari.",
    "elimination_respawn_safety_zone": "Els respawn estan envoltats d'una zona de seguretat indicada amb banderes grogues. <strong>No es podrà disparar ni ser disparats</strong>. Els jugadors que surtin de la zona groga són susceptibles de ser eliminats. Un cop s'ha abandonat la zona groga no es pot retornar-hi, excepte si ets eliminat una altra vegada. L'equip contrari <strong>no podrà trepitjar</strong> la zona groga de l'equip contrari (encara que no dispari) i en cas de divisar la zona groga, haurà d'abandonar ràpidament la zona d'influència.",
    "healing_title": "Curacions",
    "healing_intro": "Un jugador eliminat pot ser curat:",
    "healing_medic": "<strong>Per un sanitari:</strong> El jugador eliminat pot demanar “Metge” / “Sanitari”. El sanitari li aplicarà una bena (proporcionada per l'organització) al braç. Un jugador podrà ser curat consecutivament 3 vegades sense visitar el respawn. El jugador eliminat no pot ser arrossegat per ser curat.",
    "healing_tourniquet": "<strong>Amb el seu propi torniquet tàctic:</strong> El jugador eliminat que disposi d'un torniquet (no podrà ser blanc, blau o vermell) cridarà “Torniquet” i qualsevol jugador podrà aplicar-l'hi, excepte ell mateix. Només disposarà d'una curació. Un cop curat amb torniquet no podrà ser curat per sanitari. En arribar al respawn se'l podrà treure per a usos posteriors. El jugador eliminat no pot ser arrossegat per ser curat. El dessagnament és infinit sense possibilitat de remat per part del contrari, excepte si és impactat per una granada (llançada per ambdós equips i amb intenció d'eliminar jugadors vius i no de rematar ferits).",
    "healing_medic_healed": "El sanitari podrà ser curat per un altre jugador (sanitari o no) si se li aplica el torniquet o una bena estant en contacte amb 2 jugadors.",
    "minimum_requirements_title": "Requisits mínims",
    "minimum_requirements_booking": "Reservar la plaça inscrivint-te a l'app/web.",
    "minimum_requirements_minors": "<strong>Queda prohibit</strong> la participació de menors de 18 anys llevat que siguin majors de 15 anys acompanyats com a mínim d'un tutor legal. No acceptem autoritzacions.",
    "minimum_requirements_identification": "És necessari venir identificat amb DNI, NIE, passaport o qualsevol altre document d'identificació legal.",
    "behavior_companionship_title": "Comportament i companyonia",
    "behavior_companionship_intro": "L'airsoft és un hobby de <strong>HONOR, DISCIPLINA I COMPANYONIA</strong>.",
    "behavior_follow_staff": "Segueix les indicacions dels membres del staff sense discutir.",
    "behavior_no_talking_enemies": "<strong>No parlar</strong> amb cap jugador de l'equip contrari, ni tan sols en veu baixa ni “per a un mateix”. Per descomptat, ni cridar, insultar o realitzar qualsevol conducta que pugui considerar-se com un menyspreu a qualsevol jugador o membre del staff. En cas que qualsevol membre del staff detecti això, se li donarà un avís i serà sancionat amb 10 minuts d'exclusió a Organització. Podent tornar al joc en complir-la. En cas de segon avís, serà expulsat de la partida.",
    "behavior_disagreement_protocol": "Davant qualsevol diferència de criteri un jugador ho comunicarà als membres de l'organització la situació conflictiva, sense parar el joc ni molestar la resta de jugadors. En cas que no hi hagi present cap membre del staff, se seguirà la seqüència següent, sense possibilitat d'ometre cap pas:",
    "behavior_disagreement_step_1": "Donar-se per eliminat.",
    "behavior_disagreement_step_2": "Visualitzar indumentària, vestimenta o característiques específiques que identifiquin el jugador contrari.",
    "behavior_disagreement_step_3": "El jugador s'allunyarà de la zona de conflicte sol·licitant la presència d'un membre del staff comunicant la incidència.",
    "behavior_no_immortals": "<strong>No es permetran</strong> immortals i/o infal·libles.",
    "behavior_no_shooting_props": "<strong>Prohibit</strong> disparar a bombetes, fluorescents, atrezzo i vidres.",
    "behavior_no_littering": "<strong>Llençar</strong> beines buides de granades, càpsules de CO2 i qualsevol tipus de residu generat pel jugador al camp. Aquests residus seran guardats pel jugador fins a dipositar-los a les papereres repartides per tot el camp.",
    "behavior_no_dishonest_behavior": "<strong>No està permès</strong> qualsevol actitud o comportament considerat poc honorable com enganyar sobre el teu color o bàndol davant una pregunta, semblar que estàs eliminat quan no ho estàs, llençar qualsevol element simulant una granada, etc.",
    "behavior_consequences": "L'incompliment d'aquestes normes, en funció de la gravetat, podrà provocar l'expulsió automàtica del camp de joc sense devolució de l'aportació a la partida.",
    "accept_cookies": "Acceptar cookies",
    "reject_cookies": "Rebutjar cookies",
    "cookie_consent_message": "Si acceptes les cookies farem servir les dades que hagis emplenat als formularis per guardar-les per si t'equivoques en una reserva!",
    "how_to_book": "Com reservar",
    "booking_instructions1": ""
}

