{
    "welcome_starter_title": "Bienvenido a Laravel 10 + Vue 3",
    "webName": "DUNKERQUE AIRSOFT CAMP",
    "history_resume": "La «Operación Dinamo» consistió en la defensa y la evacuación de fuerzas británicas, francesas y belgas por mar en Dunkerque (Francia).",
    "history": "Historia",
    "booking": "Reserva",
    "rules": "Normativa",
    "get_here": "Como llegar",
    "next_games": "Proximas partidas",
    "find_us": "Como encontrarnos",
    "contacts": "Nuestros Contactos",
    "collaborators": "Colaboradores",
    "location": "Ubicación",
    "ok": "De Acuerdo",
    "about_us": "<h2>Sobre nosotros</h2> <h3>Dunkerque, campo destinado a la practica de airsoft.</h3> <p>En <strong>Dunkerque</strong> se lleva a cabo todo tipo de eventos tácticos: simulación militar, policial, recreación histórica, etc. gestionado por C.T.A. AIRSOFT CAMP.</p> <p><strong>Asociación C.T.A. (Centro táctico de actividades)</strong> quiere ofrecer un escenario distinto con pinceladas de realismo para que podáis meteros en la piel de cualquier soldado del Eje o aliado.</p>",
    "cancel": "Cancelar",
    "error_alert_title": "Ha ocurrido un problema",
    "error_alert_text": "¡Algo salió mal! Inténtalo de nuevo.",
    "token_expired_alert_title": "!Sesión Expirada!",
    "token_expired_alert_text": "Por favor inicie sesión de nuevo para continuar.",
    "login": "Iniciar Sesión",
    "register": "Registro",
    "page_not_found": "Página No Encontrada",
    "go_home": "Ir a Inicio",
    "logout": "Cerrar Sesión",
    "email": "Correo Electrónico",
    "remember_me": "Recuérdame",
    "password": "Contraseña",
    "forgot_password": "¿Olvidaste tu contraseña?",
    "confirm_password": "Confirmar Contraseña",
    "fullName": "Nombre",
    "toggle_navigation": "Cambiar Navegación",
    "home": "Inicio",
    "you_are_logged_in": "¡Has iniciado sesión!",
    "reset_password": "Restablecer la contraseña",
    "send_password_reset_link": "Enviar Enlace de Restablecimiento de Contraseña",
    "settings": "Configuraciones",
    "profile": "Perfil",
    "your_info": "Tu Información",
    "info_updated": "¡Tu información ha sido actualizada!",
    "update": "Actualizar",
    "your_password": "Tu Contraseña",
    "password_updated": "¡Tu contraseña ha sido actualizada!",
    "new_password": "Nueva Contraseña",
    "login_with": "Iniciar Sesión con",
    "register_with": "Registro con",
    "today": "Hoy",
    "booking_instructions": "Pulsa en el dia que quieras resevar",
    "number": "Numero de telefono",
    "ticket_text2": "Partida pública",
    "boton_banner": "Reservar partida publica sabado",
    "boton_banner2": "Reservar partida publica domingo",

    "rules_title": "Normativa",
    "schedule_title": "Horario",
    "schedule_open_chrono": "<strong>07:45:</strong> Apertura del campo y pase de chrono.",
    "schedule_close_entry": "<strong>08:45:</strong> Cierre de la entrada al campo.",
    "schedule_close_chrono": "<strong>09:15:</strong> Cierre del pase de crono.",
    "schedule_briefing": "<strong>09:20:</strong> Briefing y normativa.",
    "schedule_start_game": "<strong>09:45:</strong> Comienzo de la partida.",
    "schedule_break": "<strong>11:20:</strong> Descanso, fin de la 1ª parte. Aprox.",
    "schedule_start_second_part": "<strong>12:10:</strong> Inicio de la 2ª parte.",
    "schedule_end_game": "<strong>13:20:</strong> Fin de partida. Aprox.",
    "schedule_absent_player": "Todo jugador que una vez cerrado el crono e iniciado el briefing, no esté presente, <strong>NO podrá participar en la partida</strong>.",
    "chrono_title": "Chrono",
    "chrono_validation_criteria": "El criterio de validación es la energía en J con el hop up en regulación de juego.",
    "chrono_pistol_revolver": "<strong>Pistola y revólver:</strong> 1,14 J. Distancia de seguridad 0m. Peso máximo BB 0,28 g.",
    "chrono_shotgun": "<strong>Escopeta:</strong> 1,14 J. Distancia de seguridad 0m. Peso máximo BB 0,28 g.",
    "chrono_rifle_smg": "<strong>Fusil y subfusil:</strong> 1,14 J. Distancia de seguridad 0m. Peso máximo BB 0,28 g.",
    "chrono_dmr": "<strong>DMR (Tirador selecto):</strong> 1,88 J. Distancia de seguridad 20m. Peso máximo BB 0,36 g.",
    "chrono_dmr_note": "<span class=\"sub-note\">Las réplicas de este tipo deberán disponer mira telescópica de 2 cuerpos (no Acog ni similar). Queda prohibido disparar sin apuntar con la mira. No está permitido la asimilación como DMR de pistolas, revólveres, subfusiles ni escopetas.</span>",
    "chrono_sniper": "<strong>Francotirador (Sniper):</strong> 2,81 J Distancia de seguridad 30m. Peso máximo BB 0,45 g.",
    "chrono_sniper_note": "<span class=\"sub-note\">Sólo se considera sniper si tiene cerrojo. No valido replicas semiautomáticas.</span>",
    "chrono_lmg": "<strong>Ametralladora (Apoyo):</strong> 1,49 J Distancia de seguridad 15m. Peso máximo BB 0,30 g.",
    "chrono_lmg_note": "<span class=\"sub-note\">Las réplicas con plataforma de apoyo tipo OTAN deberán jugar con cajón de munición. No son válidas los “Drum” ni cargadores standard ni extendidos. En plataformas tipo “Pacto de Varsovia” las RPK podrán jugar con cargador extralargo. Pero PKM con caja de munición.</span>",
    "chrono_bb_sampling": "Los miembros de la organización le pedirán al jugador, al azar, que se le entregue un muestreo de BB de cualquier cargador que porte, se pesará una con balanza de precisión y se calculará la potencia de la réplica con ese peso. Los jugadores no dispondrán cargadores con BB de diferentes gramajes.",
    "chrono_power_tampering": "Cualquier acción voluntaria o involuntaria que implique una ocultación o modificación de la potencia de la réplica provocará la expulsión automática del campo de juego sin devolución de la aportación a la partida.",
    "chrono_role_by_replica": "El rol del jugador no viene definido por la potencia si no por el tipo de réplica sea. Por ejemplo, un francotirador que tire a 1,14 J no podrá disparar a menos de 30 m.",
    "chrono_hpa_gas_pistols": "No está permitido la utilización de pistolas, revólveres y escopetas sin culata con sistema HPA ni con botellas de gas. Es válido la utilización HPA para cualquier otro tipo de réplica. Permitido secundarias con kit de conversión a subfusil (tipo Ronin, siempre y cuando tengan culata).",
    "chrono_ww2_replicas": "Replicas clásicas, históricas WW2 preguntar a organización antes de acudir a la partida.",
    "chrono_ask_organization": "Cualquier duda o aclaración preguntar a la organización.",
    "security_title": "Seguridad",
    "security_glasses_mandatory": "El uso de gafas de protección es <strong>obligatorio en todo momento</strong>. Solamente se podrán quitar en organización y los respawn. No permitido el uso de gafas de rejilla.",
    "security_face_mask_recommended": "Se recomienda el uso de máscara facial protectora.",
    "security_climbing_prohibited": "<strong>Prohibido</strong> subirse a estructuras, plataformas o cualquier elemento que no esté diseñado para tal fin o con una altura superior a 1,5 m. No se podrá acceder a lugares balizados, pintados o señalizados con cinta color amarillo /negro o rojo/blanco.",
    "security_smoking_alcohol_prohibited": "Solamente está permitido fumar en zonas destinadas para tal uso (terraza). <strong>Prohibido</strong> el consumo de alcohol y sustancias prohibidas o estupefaciente antes y durante la partida, estando en juego o en el tiempo descanso.",
    "security_laser_prohibited": "<strong>No está permitido</strong> el uso de láser verde ni azul.",
    "security_throwing_objects_prohibited": "<strong>No se permite</strong> lanzar ningún objeto (cuchillos, tomahaws, flechas, atrezzo, etc) ni aun siendo «dummy». <strong>No está permitido</strong> portar armas blancas ni reales ni simuladas en la mano.",
    "security_no_shooting_organization": "En «Organización» <strong>no se permite disparar (ni en vacío)</strong>, llevar colocado en la réplica el cargador y se deberá comprobar que no puede disparar por tener BB en el hop up.",
    "security_eliminated_player_movement": "Un jugador eliminado podrá moverse y después ser curado, siempre y cuando se mueva la distancia mínima para salirse de la línea de fuego o tiro y así no molestar al resto de jugadores. <strong>Está prohibido</strong> moverse para ser curado.",
    "game_specific_title": "Específicas del juego",
    "game_specific_fire_selector": "En juego, los selectores de tiro de todas las réplicas se pondrán en posición de seguro o en semi automático (tiro a tiro), <strong>no está permitido jugar en automático (ráfaga, ni incluso de 2 o 3 bolas)</strong> a excepción de réplicas de apoyo. En caso de tener gatillo electrónico se deberá controlar la cantidad de bolas lanzadas de manera continuada sin hacer el efecto similar a una ráfaga (3 máx.). Especial atención a la cadencia de fuego en interiores y a baja distancia. Con cada disparo efectuado con el gatillo sólo debe salir una bola.",
    "game_specific_engagement_suppression": "Se disparará siempre que haya opción a enfrentamiento, no muerte por voz. Se realizará fuego de supresión. El “fuego amigo” mata a la persona impactada.",
    "game_specific_dmr_lmg_sniper": "DMR, apoyos y snipers, se les dará un aviso si disparan 3 m por debajo de su distancia de seguridad, si la distancia supera esos 3 m será expulsado del campo. <strong>No podrán disparar desde el interior de edificaciones</strong> (ni apuntar, otear con la mira ni enfocar linterna acoplada. Se considera que un jugador está en el exterior si el cargador puesto en la réplica está en la vertical del umbral de la puerta de salida. No pudiendo disparar desde ventanas. Las réplicas de apoyo solamente podrán disparar en posición de tumbado, rodilla a tierra o apoyado en cualquier elemento del campo. Las ráfagas deberán ser cortas de menos de 1,5 segundos.",
    "game_specific_no_blind_fire": "<strong>Prohibida</strong> libanesas (ni disparar sin ofrecer blanco, con trayectoria parabólica, disparar por agujeros no lo suficientemente grandes para ver y ser visto). <strong>Prohibido</strong> disparar sin apoyar la culata en el hombro y sin apuntar por las miras o elemento de puntería. <strong>Está prohibido</strong> jugar abatida o no disponer de culata en todas las réplicas (excepto pistola, revolver y escopeta).",
    "game_specific_no_moving_furniture": "<strong>No mover</strong> mobiliario, abrir y cerrar puertas, ni transportar attrezzo. <strong>Prohibido</strong> obstaculizar al adversario, no tapar puertas o ventanas.",
    "game_specific_knife_kill": "Muerte a cuchillo. Cuando un jugador se acerque a un enemigo con sigilo, sin ser advertido, por el contrario, podrá tocar al oponente (mínimo 2 segundos) para eliminarlo. El muerto señalizará su muerte de manera visual (pañuelo rojo o levantando la mano) pero no acústicamente. Esta eliminación nunca podrá ser dinámica y si es visualizado por el enemigo antes de ser tocado, quedará invalidada.",
    "game_specific_no_rifles_pistol_zones": "<strong>No se puede utilizar</strong> fusil de asalto, DMR ni sniper en los túneles o zonas designadas como “SOLO A PISTOLA”. Sólo se podrá utilizar pistolas, revólveres y escopetas de corredera.",
    "game_specific_no_shooting_gaps": "<strong>No se puede disparar</strong> por huecos, espacios entre barriles, agujeros o rendijas de cajas de munición o palets a una distancia no inferior a 3m.",
    "game_specific_no_red_lights": "<strong>No se puede utilizar</strong> linternas con filtros o con luz de roja (destinada para los eliminados).",
    "grenades_title": "Granadas",
    "grenades_no_pyro": "<strong>No están permitidas</strong> las granadas pirotécnicas. <strong>Prohibida</strong> la utilización de todas las granadas sónicas (CO2 , munición 9mm fogueo o fulminante), en túneles señalados por cartel “SOLO PISTOLA”.",
    "grenades_throwing_rules": "Las granadas se lanzarán por debajo de la cintura y se gritará «GRANADA» como advertencia y se lanzará con un retardo de 1 segundo como mínimo. Eliminan a los jugadores dentro de un radio de 5 m. Este radio de acción podrás ampliado a consideración del árbitro, en función de los elementos de protección que disponga la sala o estancia, evaluando la acción del jugador que ha lanzado el artefacto. La acción de la granada no se limitará si hay coberturas de madera, columnas, parapetos sin llegar al techo. En las construcciones tipo “killhouse” se considerará cada zona como habitación, sin importar el material de construcción. Si una persona es alcanzada por una granada no podrá ser curado.",
    "shield_title": "Escudo policial/táctico",
    "shield_secondary_weapon_only": "Se podrá utilizar este elemento de protección portando exclusivamente arma secundaria.",
    "shield_firing_rules": "Si el escudo dispone de ventana y el objetivo es visible, podrá disparar separando levente el escudo sacando el brazo hasta el codo. Si no dispone de ventana, se deberá abrir por completo y disparar.",
    "shield_movement_restrictions": "Los portadores deben estar muy atentos a posibles impactos en las extremidades sobre todo inferiores. Portando un escudo se podrá caminar y avanzar. <strong>No podrán situarse en el umbral de las puertas, obstaculizando el posible avance de ningún jugador.</strong>",
    "shield_grenade_effect": "Las granadas eliminan al escudo y su portador. Obligan a llevarlo al respawn (no se puede dejar para ser utilizado por el resto de jugadores). Las granadas lanzabolas o de 50 mm no eliminan a escudo.",
    "shield_realistic_only": "<strong>Se prohíbe</strong> disponer de escudos no tácticos ni realistas (tipo comic, series manga, etc)",
    "elimination_respawn_title": "Eliminación y respawn",
    "elimination_signal": "Un jugador es eliminado cuando es impactado por una BB o una granada en cualquier parte del cuerpo, réplica o accesorio. El jugador señalizará su muerte con un pañuelo rojo, luz roja o en su defecto, levantando la mano de manera visible hasta llegar al respawn gritando de manera enérgica «eliminado», «muerto» o similar de manera reiterada y constante. En caso que cualquier miembro del staff detecte un impacto en un jugador y éste no se dé por eliminado, se le dará un aviso y será sancionado con 10 minutos de exclusión en Organización. Pudiendo volver al juego al cumplirla. En caso de segundo aviso, será expulsado de la partida.",
    "elimination_no_enemy_backline": "<strong>Está prohibido</strong> visitar la retaguardia de líneas enemigas estando “eliminado” para visualizar posiciones de los jugadores adversarios. En el respawn se regenerará los jugadores siguiendo las normas del guion del día. Un jugador podrá apartarse de la zona donde ha sido eliminado (la distancia proporcional y mínima) para no perturbar el juego o volver a ser alcanzado por el fuego cruzado.",
    "elimination_friendly_fire": "Fuego amigo elimina al jugador impactado.",
    "elimination_touch_flag": "Es obligatorio llegar y tocar la bandera en el respawn. <strong>No está permitido</strong> quedarse a medio camino esperando el tiempo que se tardaría en llegar al mismo y volver.",
    "elimination_no_communication": "Los jugadores eliminados <strong>no se comunicarán (no hablarán, indicarán ni señalizarán)</strong> de ninguna manera con el resto de los jugadores. Solamente señalizarán su eliminación y se trasladarán a su respawn correspondiente.",
    "elimination_no_respawn_siege": "<strong>Queda prohibido</strong> asediar el respawn del equipo contrario.",
    "elimination_respawn_safety_zone": "Los respawn están rodeados de una zona de seguridad indicado con banderas amarillas. <strong>No se podrá disparar ni ser disparados</strong>. Los jugadores que salgan de la zona amarilla son susceptibles de ser eliminados. Una vez se ha abandonado la zona amarilla no se puede retornar a ella, a no ser de ser eliminado otra vez. El equipo contrario <strong>no podrá pisar</strong> la zona amarilla del equipo contrario (aunque no dispare) y en caso de divisar la zona amarilla, deberá abandonar rápidamente la zona de influencia de esta zona.",
    "healing_title": "Curaciones",
    "healing_intro": "Un jugador eliminado puede ser curado:",
    "healing_medic": "<strong>Por un sanitario:</strong> El jugador eliminado puede pedir “Médico” / “Sanitario”. El sanitario le aplicará una venda (proporcionada por la organización) en el brazo. Un jugador podrá ser curado consecutivamente 3 veces sin visitar el respawn. El jugador eliminado no puede ser arrastrado para ser curado.",
    "healing_tourniquet": "<strong>Con su propio torniquete táctico:</strong> El jugador eliminado que disponga de un torniquete (no podrá ser blanco, azul o rojo) gritará “Torniquete” y cualquier jugador podrá aplicárselo, a excepción de él mismo. Solo dispondrá de una curación. Una vez curado con torniquete no podrá ser curado por sanitario. Al llegar al respawn se lo podrá quitar para posteriores usos. El jugador eliminado no puede arrastrado para ser curado. El desangre es infinito sin posibilidad de remate por parte del contrario a excepción de ser impactado por una granada (lanzada por ambos equipos y con intención de eliminar a jugadores vivos y no de rematar a los heridos).",
    "healing_medic_healed": "El sanitario podrá ser curado por otro jugador (sanitario o no) si se le aplica el torniquete o una venda estando en contacto con 2 jugadores.",
    "minimum_requirements_title": "Requisitos mínimos",
    "minimum_requirements_booking": "Reservar la plaza inscribiéndote en la app/web.",
    "minimum_requirements_minors": "<strong>Queda prohibido</strong> la participación de menores de 18 años a no ser que sean mayores de 15 años acompañado de como mínimo un tutor legal del menor. No permitimos autorizaciones.",
    "minimum_requirements_identification": "Es necesario venir identificado con DNI, NIE, pasaporte o cualquier otro documento de identificación legal.",
    "behavior_companionship_title": "Comportamiento y compañerismo",
    "behavior_companionship_intro": "El airsoft es un hobby de <strong>HONOR, DISCIPLINA Y COMPAÑERISMO</strong>.",
    "behavior_follow_staff": "Sigue las indicaciones de los miembros del staff sin discutir.",
    "behavior_no_talking_enemies": "<strong>No hablar</strong> con ningún jugador del equipo contrario, incluso en voz baja ni “para uno mismo”. Por supuesto ni gritar, insultar o realizar cualquier conducta que pueda considerarse como un menosprecio para cualquier jugador o miembro del staff. En caso que cualquier miembro del staff detecte esto, se le dará un aviso y será sancionado con 10 minutos de exclusión en Organización. Pudiendo volver al juego al cumplirla. En caso de segundo aviso, será expulsado de la partida.",
    "behavior_disagreement_protocol": "Ante cualquier diferencia de criterio que un jugador se comunicará a los miembros de la organización la situación conflictiva, sin parar el juego ni molestar al resto de los jugadores. En el caso que no haya presente ningún miembro del staff, se seguirá la siguiente secuencia, sin posibilidad de omitir ningún 1  paso:",
    "behavior_disagreement_step_1": "Darse por eliminado.",
    "behavior_disagreement_step_2": "Visualizar atuendo, vestimenta o características específicas que identifique al jugador contrario.",
    "behavior_disagreement_step_3": "El jugador se alejará de la zona de conflicto solicitando la presencia de un miembro del staff comunicando la incidencia.",
    "behavior_no_immortals": "<strong>No se permitirán</strong> inmortales y/o infalibles.",
    "behavior_no_shooting_props": "<strong>Prohibido</strong> disparar a bombillas, fluorescentes, attrezzo y cristales.",
    "behavior_no_littering": "<strong>Tirar carcasas</strong> vacías de granadas, capsulas de co2 y cualquier tipo de residuo generada por el jugador al campo. Estos residuos serán guardados por el jugador hasta depositarlos en papeleras repartidas 2  por todo el campo.",
    "behavior_no_dishonest_behavior": "<strong>No está permitido</strong> cualquier actitud y comportamiento considerado ingenioso o astuto, siendo poco honroso como engañar acerca de tu color o bando ante una pregunta, parecer que se está eliminado cuando no lo estás, tirar cualquier elemento simulando 3  una granada, etc.",
    "behavior_consequences": "El incumplimiento de estas normas, en función de la gravedad de la misma, podrá provocar la expulsión automática del campo de juego sin devolución de la aportación 4  a la partida."
}
